{
    "sentences": [
        ["That wasn’t an early whistle","pos"],
        ["how much did y’all pay these refs","neg"],
        ["The refs have fucked over","neg"],
        ["Send a thank you letter to the refs","neg"],
        ["The refs should have given us","neg"],
        ["Are these refs ever going to call a hold","neg"],
        ["That wasn’t even that bad of a call","pos"],
        ["What an awful line judge","neg"],
        ["All these comments complaing about the refs... all the flags they’re throwing are so obvious. It’s just bad football not necessarily officiating.","pos"],
        ["Absolutely bailed out by the refs. Unbelievable horseshit","neg"],
        ["But they won’t call the left tackle literally bear hugging our defensive end","neg"],
        ["That was a terrible whistle","neg"],
        ["These refs are objectively awful and are negatively impacting the integrity of this game.","neg"],
        ["Holy shit people are gonna think this is rigged but Ole Miss is hella undisciplined.","pos"],
        ["And just like that the ACC takes first place in the most trash officiating championship!","neg"],
        ["Pretty obvious hold, not that I’m a huge fan of the call","pos"],
        ["The refs, they suck","neg"],
        ["That ball wasn’t catchable","pos"],
        ["WEAK ASS FLAG wtf","neg"],
        ["Seems like they whistled really early lol","neg"],
        ["Bad officiating is a bigger problem than steroids and PEDs in most sports... But you’re not even supposed to talk about it.","neg"],
        ["Where’s the flag for PI?","neg"],
        ["It’s not entirely the refs fault here","pos"],
        ["How was that not targeting?","neg"],
        ["Florida pays the refs.","neg"],
        ["LAAAATE Flag","neg"],
        ["Half a yard short, but it’s Bama so give it to em","neg"],
        ["Clearly out. What the hell are they smoking?","neg"],
        ["Respect for Bama defense for fighting, but refs are supposed to stop when the fucking progress ends.","neg"],
        ["Clearly down. Good call","pos"],
        ["OSU fans complaining about refs already","pos"],
        ["PI wtf","neg"],
        ["75 with the big time holds but whatevs.","neg"],
        ["Just went back and that was such a blatant block in the back these refs are fucking dumb","neg"],
        ["thats a fair call but damn man the tight end ran into battle more than the other way around... idk how else to call it tho","pos"],
        ["This is the worst reffing I’ve ever seen.","neg"],
        ["All of the OSU flairs complaining about missed calls and biased refereeing.. So salty.","pos"],
        ["About time the refs opened their eyes","neg"],
        ["Oh now they decide to call holding lmao","neg"],
        ["Blatant block in the back. The refs do know they can throw flags on Alabama right?","neg"],
        ["Refball in full effect","neg"],
        ["Yep dirty ass targeting","pos"],
        ["Refs came in strong to stop that drive.","neg"],
        ["Fans booing over penalties. ’I’m mad because I don’t understand rules.’","pos"],
        ["Sure, that’s an unsportsmanlike penalty. If you’re playing Flag Football!","neg"],
        ["If you hit a sliding QB it’s a penalty 100 percent of the time","pos"],
        ["Good call. He tried to avoid the contact. They should have called it late hit though probably.","pos"],
        ["Good review","pos"],
        ["I think that’s the right call. He hit the QB in the shoulder first.","pos"],
        ["Texas getting gifted per usual","neg"],
        ["I mean that’s a penalty but don’t call for the flag","pos"],
        ["Good no call i don’t think that was targeting","pos"]
    ]
}
